export const newsItems = [
  {
    id: 1,
    date: '15.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ прошла деловая игра на командообразование',
    description: 'Думай, как предприниматель, эффективно работать в команде и раскрыть свои сильные стороны — всему этому учили студентов ДУ на нашей деловой игре. Мероприятие прошло круто: эксперты по развитию команды, бизнес-консультанты.'
  },
  {
    id: 2,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ вручил аттестаты участникам программы «Искусственный интеллект и машинное обучение»',
    description: 'Итоговое событие программы профессионального образования «Искусственный интеллект и машинное обучение» прошло в Дагестанском университете. Программа реализовалась совместно с Республиканским многопрофильным лицеем.'
  },
  {
    id: 3,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'Курсы по программе междисциплинарных отношений в России стартовали в ДУ',
    description: 'Координационный центр Даргусуниверситета запускает курсы повышения квалификации по направлению «Международные отношения в современной России».'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 5,
    date: '13.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'Дополнительная новость',
    description: 'Эта новость добавлена для проверки того, что отображаются только 4 последних новости.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  {
    id: 4,
    date: '14.05.2025',
    image: '/src/assets/img1.jpg',
    title: 'ВДУ открыл «Стену памяти»',
    description: 'В Дагестанском государственном университете состоялось открытие «Стены памяти», посвящённой выпускникам ДУ — участникам специальной военной операции. Память чтят во всех корпусах вуза.'
  },
  
]